
let questions = [
    {
    numb: 1,
    question: "Какой вопрос был поднят 31 августа 1991 на VI сессии Верховного Совета Узбекской ССР XII созыва. ",
    answer: "О государственной независимости Республики Узбекистан",
    options: [
      "О государственной независимости Республики Узбекистан",
      "О территориальной целостности и нерушимости границ",
      "О новой экономической политики в Узбекистане",
      "О создании государственной символики страны"
    ]
  },
    {
    numb: 2,
    question: "18 ноября 1991 года на VIII сессия Верховного Совета Республики Узбекистан официально был утвержден",
    answer: "Флаг",
    options: [
      "Другой ответ",
      "Герб",
      "Гимн",
      "Флаг"
    ]
  },
    {
    numb: 3,
    question: "В каком году в Узбекистане появился институт президентства",
    answer: "24 марта 1990",
    options: [
      "21 мая 1993",
      "24 марта 1990",
      "5 мая 1990 года",
      "31 Августа 1993 года"
    ]
  },
    {
    numb: 4,
    question: "Официальный государственный документ, содержащий основополагающие принципы внешней или внутренней политики государства",
    answer: "Декларация",
    options: [
      "Контрибуция",
      "Манифест ",
      "Конституция",
      "Декларация"
    ]
  },

    {
    numb: 5,
    question: "Этот политической орган власти образованый 1995–2004 годах первоначально сформирован как однопалатный парламент в составе 250 депутатов",
    answer: "Олий Мажлис",
    options: [
      "Олий Мажлис",
      "Верховный совет",
      "Сейм",
      "Махаллинский комитет"
    ]
  },

  {
    numb: 6,
    question: "Определите политический орган в СССР, существовавший с 18 по 21 августа 1991 года",
    answer: "ГКЧП",
    options: [
      "ГКЧП",
      "ЛДПР",
      "ВЛКСМ",
      "ГДР"
    ]
  },
  {
    numb: 7,
    question: "Какой период времени послужил началом активного обновления и модернизации общества в Узбекистане?",
    answer: "2000 год и по сей день",
    options: [
      "1991-2016 г",
      "1993 год и по сей день",
      "2000 год и по сей день",
      "2010-2030 г"
    ]
  },
  {
    numb: 8,
    question: "Чем объясняется этап модернизации страны и перехода от сильного государства – к сильному и гражданскому обществу?",
    answer: "Все ответы верны",
    options: [
      "защита прав и свобод граждан",
      "процесс либерализации",
      "процесс демократизации",
      "Все ответы верны"
    ]
  },
  {
    numb: 9,
    question: "Сколько приоритетных направлений обозначено в стратегии действий по дальнейшему развитию страны на 2017-2021 год?",
    answer: "5",
    options: [
      "4",
      "5",
      "3",
      "7"
    ]
  },
  {
    numb: 10,
    question: "Традиционная мусульманская община— часть города размером с квартал, жители которого осуществляют местное самоуправление",
    answer: "Махалля",
    options: [
      "Конгломерат",
      "Самоуправление схода граждан",
      "Совет старейшин",
      "Махалля"
    ]
  },
  {
    numb: 11,
    question: " Определите аббревиатуру политического органа в СССР, существовавший с 18 по 21 августа 1991 года",
    answer: "ГКЧП",
    options: [
      "ЧПГА",
      "ЦИК",
      "ГКЧС",
      "ГКЧП"
    ]
  },
  {
    numb: 12,
    question: "Сколько на сегодняшний день в Узбекистане официально зарегистрированы партий?",
    answer: "5",
    options: [
      "3",
      "5",
      "2",
      "7"
    ]
  },
  {
    numb: 13,
    question: "Цель политических партий в Узбекистане?",
    answer: "Все ответы верны",
    options: [
      "Социальная защита",
      "Защита прав и свобод граждан",
      "Защита интересов населения",
      "Все ответы верны"
    ]
  },
  {
    numb: 14,
    question: "Сколько лет ежику",
    answer: "много",
    options: [
      "много",
      "немного",
      "совсем ничего",
      "при чем тут ежик"
    ]
  },
  {
    numb: 15,
    question: "Какие организации являются частью гражданского общества в Узбекистане?",
    answer: "Политические партии, местные органы власти",
    options: [
      "Крупные корпорации и латифундии",
      "Военные формирования",
      "нет верного ответа",
      "Политические партии, местные органы власти"
    ]
  },

];